Repository: BionStt/django-address-model
Catalog: django_address/locale/*/LC_MESSAGES/django.po
Languages: id

source: Province
id: Propinsi

source: Django Address
id: Django Alamat

source: Command to generate an initial address
id: Perintah untuk menghasilkan alamat baru

source: Language code of country
id: Kode bahasa negara

source: To show the print or not
id: Untuk menunjukkan hasil cetak atau tidak

source: [+] Created a country %(country)s
id: [+] Sebuah negara telah dibuat %(country)s

source: [*] Updated a country %(country_data)s
id: [*] Sebuah negara telah disunting %(country_data)s

source: [!] Language code "%(lang)s" doesn't available!
id: [!] Kode bahasa "%(lang)s" tidak tersedia!

source: [!] We really opened if you want to contribute and support your language.
id: [!] Saya benar-benar membuka jika Anda ingin berkontribusi dan mendukung bahasa Anda

source: [i] Please visit: "https://github.com/agusmakmun/django-address-model" to contribute.
id: [i] Mohon kunjungi: "https://github.com/agusmakmun/django-address-model" untuk berkontribusi.

source: [+] Created a province %(province)s
id: [+] Sebuah propinsi telah dibuat %(province)s

source: [+] Created a %(district)s > %(sub_district)s
id: [+] Telah dibuat %(district)s > %(sub_district)s

source: Name
id: Nama

source: States
id: Propinsi

source: List of states
id: Dafta propinsi

source: Code
id: Kode

source: Phone Code
id: Kode telepon

source: Currency Code
id: Kode mata uang

source: Country
id: Negara

source: Countries
id: Negara

source: Provinces
id: Propinsi

source: District
id: Kabupaten

source: Districts
id: Kabupaten

source: Postal Code
id: Kode Pos

source: Sub District
id: Kecamatan

source: Sub Districts
id: Kecamatan

source: Address
id: Alamat

source: Village
id: Kelurahan/Desa

source: Number
id: No.

source: NA
id: RT

source: Neighborhood Association
id: Rukun Tetangga

source: CA
id: RW

source: Citizens Association
id: Rukun Warga
